{
    "downlooru": {
        "img_url": "code0.jpg",
        "title": "Downlooru",
        "desc": "Bulk Download Application for Booru-Type Image-servers.",
        "langs": ["csharp"]
    },
    "csflopapp": {
        "img_url": "code1.jpg",
        "title": "CSFLopApp",
        "desc": "Private Android Application that calculates complex mathematical operations in the Industrial Security Field.",
        "langs": ["java", "android"]
    },
    "csfhazapp": {
        "img_url": "code2.jpg",
        "title": "CSFHazApp",
        "desc": "Private Android Application that calculates complex mathematical operations in the Industrial Security Field.",
        "langs": ["java", "android"]
    },
    "botbrico": {
        "img_url": "chatbot.jpg",
        "title": "Bot Brico Tienda",
        "desc": "A Bot for the Brico Shop made with MS Bot Framework",
        "langs": ["nodejs"]
    },
    "acuacar": {
        "img_url": "meter.jpg",
        "title": "Acuacar API",
        "desc": "An API system used to check water usage meters using an Online AI to determine many values associated with pictures taken by operators. Many controllers and a KPI system is included to further analize the results of water meter check either with a daily, weekly or monthly temporality.",
        "langs": ["spring", "java", "mongodb"]
    },
    "smartgreen": {
        "img_url": "sprinklers.jpg",
        "title": "SmartGreen API",
        "desc": "Added support for the MQTT Communication Protocol, encoding data in Base64 from/to Hexadecimal to send messages to low-power devices that utilize the LoRa modulation technique through MQTT.",
        "langs": ["spring", "java", "mysql"]
    },
    "fira": {
        "img_url": "live.jpg",
        "title": "FIRA API",
        "desc": "A system dedicated to livestreamed e-commerce where clients can watch a product presentation, comment and purchase products live with an extensive list of payment methods.",
        "langs": ["spring", "java", "amazonwebservices"]
    },
    "ofms": {
        "img_url": "main5.jpg",
        "title": "OFMS",
        "desc": "On-Field Management System, is a system made to keep track and status of On-Field projects for a company. It has an empoyee portal where they can check their assigned projects, update and check other statuses and make special requests to the company while on On-Field duty",
        "langs": ["nestjs", "mongodb", "amazonwebservices"]
    }
}
